/* 
   MNError.strings
   MindNode

   Created by Markus Müller on 07.05.08.
   Copyright 2008 __MyCompanyName__. All rights reserved.
 */



/* MNUnknownFileReadError */
"description1" = "Les données du document MindNode n'ont pas pu être lues.";
"failureReason1" = "Le fichier fourni semble être corrompu.";

/* MNUnknownPasteboardReadError */
"description2" = "Le contenu du presse-papier de MindNode n'a pu être utilisé pour une raison inconnue.";
"failureReason2" = "Une erreur inconnue s'est produite.";

/* MNWriteCouldntMakeTIFFError */
"description3" = "Une image au format TIFF n'a pu être créée car le contenu aurait été vide.";
"failureReason3" = "Le contenu aurait été vide.";

/* MNUnknownFileWriteError */
"description4" = "MindNode n'a pas pu enregistrer le document.";
"failureReason4" = "L'enregistrement du document actuel n'est pas autorisé.";

/* MNUnknownPrintError */
"description5" = "MindNode n'a pas pu imprimer le document.";
"failureReason5" = "Le document actuel n'a pas pu être imprimé. merci de contacter le support si le problème persiste.";

/* MNNoNodesPrintError */
"description6" = "MindNode ne peut imprimer un document vierge.";
"failureReason6" = "Ajouter des nœuds au document avant d'imprimer.";

/* MNUnsuportedDocumentVersionError */
"description7" = "MindNode n'a pas pu ouvrir le document.";
"failureReason7" = "Le document a été créé avec une version plus récente de l'application. Merci d'utiliser l'outil de mise à jour intégré pour installer la dernière version.";

/* MNInvalidiCloudConnectionError */
"description8" = "Connexion impossible à iCloud.";
"failureReason8" = "Assurez-vous que vous avez configuré iCloud et activé le Partage de documents.";

/* MNInvalidiCloudFilenameError */
"description9" = "Le nom de fichier sélectionné existe déjà.";
"failureReason9" = "Un document du même nom existe déjà sur iCloud. Veuillez choisir un nouveau nom.";
